stress/information/POST.yaml
config:
  target: "http://localhost:4000"
  phases:
    - duration: 10
      arrivalRate: 1
scenarios: 
  - flow:
      - post:
          url: "http://localhost:4000/information/edit/601efc23fc59f747183ee6e7"
          json:
                title: "New edits"
                content: "editted content"
          expect:
            statusCode: 200